/* Name of application */
"Homepwner" = "Homepwner";

/* Type label None */
"None" = "None";

/* Asset type button */
"Type: %@" = "Type: %@";

/* Asset type title */
"Asset Type" = "Asset Type";

/* Electronics */
"Electronics" = "Electronics";
/* Furniture */
"Furniture" = "Furniture";
/* Jewelry */
"Jewelry" = "Jewelry";